tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'rcmdnk/file'
tap 'rcmdnk/rcmdnkpac'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'convmv'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'libffi'
brew 'glib'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'hub'
brew 'jpeg'
brew 'openssl'
brew 'libevent'
brew 'libpng'
brew 'lua'
brew 'luajit'
brew 'macvim', args: ['with-lua']
brew 'mas'
brew 'nginx'
brew 'nkf'
brew 'parallel'
brew 'peco'
brew 'pixman'
brew 'qemu'
brew 'tig'
brew 'tmux'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'rcmdnk/rcmdnkpac/screenutf8', args: ['utf8']
cask 'chatwork'
cask 'docker'
cask 'java'
cask 'kitematic'
cask 'netbeans-php'
cask 'robomongo'
cask 'sequel-pro'
cask 'slack'
cask 'sourcetree'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
mas 'Xcode', id: 497799835
mas 'The Unarchiver', id: 425424353
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Affinity Designer', id: 824171161
mas 'ForkLift', id: 412448059
mas 'DrCleanerPro', id: 1037994372
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'PopClip', id: 445189367
