tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/science"
tap "rcmdnk/file"
tap "rcmdnk/rcmdnkpac"
brew "autoconf"
brew "readline"
brew "awscli"
brew "bash"
brew "gettext"
brew "libffi"
brew "cairo"
brew "convmv"
brew "coreutils"
brew "cscope"
brew "gcc"
brew "git"
brew "libevent"
brew "hub"
brew "jpeg"
brew "libtiff"
brew "lua"
brew "luajit"
brew "mas"
brew "mysql"
brew "nginx"
brew "nkf"
brew "parallel"
brew "peco"
brew "qemu"
brew "tig"
brew "tmux"
brew "vim"
brew "rcmdnk/rcmdnkpac/screenutf8", args: ["utf8"]
cask "chatwork"
cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "gyazo"
cask "java"
cask "kindle"
cask "kitematic"
cask "robomongo"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
mas "Affinity Designer", id: 824171161
mas "Disk Diag", id: 672206759
mas "DrCleanerPro", id: 1037994372
mas "iBooks Author", id: 490152466
mas "iMovie", id: 408981434
mas "iMovie 9.0.9", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "The Unarchiver", id: 425424353
mas "ToyViewer", id: 414298354
mas "Tweak and Tuneup", id: 916683896
mas "Xcode", id: 497799835
